<?php
include ("blocks/header.php")
    ?>

<section class="main main-img"
    style="background-image: url(../img/mainback.jpeg); background-position: center; background-size: cover;">
    <div class="container" data-aos="fade-up" data-aos-duration="1000">
        <h1 class="main-text fs-1">
            Учим кататься на горных лыжах и сноуборде
        </h1>
        <p class="main-subtitle">
            21 курс или традиционное обучение на выбор.
            Подберём формат по вашему желанию и уровню.
        </p>
        <div class="main-btn d-flex gap-4">
            <button class="btn btn-primary  p-3">Забронировать</button>
            <button class="btn btn-outline-dark p-3">Узнать больше</button>
        </div>
    </div>
</section>
<section class="about">
    <div class="container">
        <p class="text-center about-text mx-auto fs-2" data-aos="fade-up" data-aos-duration="1000">
            Опыт профессионального спорта доступный каждому. Обучаясь горным лыжам и сноуборду в WINTER RIDERS вы
            получите все необходимые навыки для успешного и безопасного старта, устойчивой техники катания на
            склонах различной крутизны, продвинутой техники карвинга и слалома, а также сможете освоить трюковые
            элементы фристайла и стать своим в любом сноупарке!
        </p>
    </div>
</section>

<section class="method">
    <div class="container">
        <div class="main-block d-flex justify-content-between">
            <div class="block-right" data-aos="fade-right" data-aos-duration="1000">
                <div class="method-img">
                    <img src="img/block2.jpeg" alt="">
                </div>
                <h1 class="block-title mt-5 fs-1">ТОП-7 ПРЕИМУЩЕСТВ ГОРНОЛЫЖНОЙ ШКОЛЫ </h1>
                <ol class="block-right-list">
                    <li>8 мастеров спорта, 10 кандидатов в мастера спорта и более 40 сертифицированных национальной
                        лигой инструкторов (НЛИ – член международной ассоциации инструкторов ISIA).
                    </li>
                    <li>Программы обучения охватывают все виды катания, от первых шагов в спорте до
                        профессионального слалома или фристайла.
                    </li>
                    <li>Огороженный учебный склон с двумя бесплатными подъёмниками.
                    </li>
                    <li>Отдельные мужская, женская раздевалки и зона отдыха с видом на склон.
                    </li>
                    <li>Групповые тренировки для взрослых и детей по выгодным ценам.
                    </li>
                    <li>Уникальный протокол проведения тренировки, сводящий к минимуму риск падения в процессе
                        катания.
                    </li>
                    <li>Круглогодичная детская спортшкола по лыжам и сноуборду.</li>
                </ol>
            </div>
            <div class="block-right-two" data-aos="fade-left" data-aos-duration="1000">
                <h1 class="block-title fs-1">МЕТОДИКА</h1>
                <div class="right-text mt-3">
                    <p>Школу основал участник олимпийских игр в Сочи, тренер чемпиона Европы — Харитонов Павел.
                        Олимпийские традиции помогли школе выпустить множество высококлассных спортсменов.
                    </p>
                    <p>В инструкторской школе AllPro знания и опыт профессионального спорта используются для
                        максимально эффективного обучения с нуля до продвинутого уровня.
                    </p>
                    <p>
                        Вы хотите попробовать горные лыжи или сноуборд впервые, подготовиться к поездке в горы,
                        повысить свои навыки катания или просто провести хорошо время с семьей или друзями – всё это
                        доступно с инструкторами школы AllPro.
                    </p>
                    <p>Тренировки проходят индивидуально с инструктором, в мини-группах и группах по различным
                        направлениям обучения, а также уникальный формат 2,5 часовой тренировки для взрослых по
                        фристайлу на лыжах и сноуборде, где вам достаточно уметь самостоятельно подниматься на
                        подъёмнике и спускаться без помощи инструктора, чтобы принять участие и освоить навыки
                        фристайла с лучшими тренерами школы.
                    </p>
                    <p>Учебный склон зонирован по уровням обучения, есть пологий широкий участок, склон среднего и
                        большого уклона, а также фигуры для фристайла, которые поддерживаются в отличной кондиции в
                        течении всего дня специальной командой шейперов.</p>
                </div>
                <div class="under-main">
                    <h1 class="block-title under-title fs-5">СТОИМОСТЬ ОБУЧЕНИЯ</h1>
                    <p>Гибкая ценовая политика Школы Крыловых учитывает возраст и класс мастерства слушателя.
                        Стоимость занятий зависит от количества учеников, продолжительности занятий, будних и
                        праздничных дней. Есть система абонементов, корпоративная и VIP-тарификация.</p>
                </div>
            </div>
        </div>
        <!-- <div class="accordion  method-button" id="accordionExample">
                <div class="accordion-item col-xl-6 bg-transparent">
                    <h2 class="accordion-header">
                        <button class="btn btn-primary col-12" type="button" data-bs-toggle="collapse"
                            data-bs-target="#collapseOne" aria-expanded="true" aria-controls="collapseOne">
                            Подробнее
                        </button>
                    </h2>
                    <div id="collapseOne" class="accordion-collapse collapse" data-bs-parent="#accordionExample">
                        <div class="accordion-body">
                            <p><strong>МЕТОДИКА</strong></p>
                            <p>Школу основал участник олимпийских игр в Сочи, тренер чемпиона Европы — Харитонов Павел.
                                Олимпийские традиции помогли школе выпустить множество высококлассных спортсменов.
                            </p>
                            <p>В инструкторской школе AllPro знания и опыт профессионального спорта используются для
                                максимально эффективного обучения с нуля до продвинутого уровня.
                            </p>
                            <p>
                                Вы хотите попробовать горные лыжи или сноуборд впервые, подготовиться к поездке в горы,
                                повысить свои навыки катания или просто провести хорошо время с семьей или друзями – всё
                                это
                                доступно с инструкторами школы AllPro.
                            </p>
                            <p>Тренировки проходят индивидуально с инструктором, в мини-группах и группах по различным
                                направлениям обучения, а также уникальный формат 2,5 часовой тренировки для взрослых по
                                фристайлу на лыжах и сноуборде, где вам достаточно уметь самостоятельно подниматься на
                                подъёмнике и спускаться без помощи инструктора, чтобы принять участие и освоить навыки
                                фристайла с лучшими тренерами школы.
                            </p>
                            <p>Учебный склон зонирован по уровням обучения, есть пологий широкий участок, склон среднего
                                и
                                большого уклона, а также фигуры для фристайла, которые поддерживаются в отличной
                                кондиции в
                                течении всего дня специальной командой шейперов.</p>
                        </div>
                    </div>
                </div>
            </div> -->
    </div>
</section>

<section class="join ">
    <div class="container">
        <div class="row mx-auto">
            <div class="col-5 d-flex justify-content-end" data-aos="fade-right" data-aos-duration="1000">
                <img src="img/fm.jpeg" alt="" class="join-img">
            </div>
            <div class="col-lg-5 col-md-12 mx-auto" data-aos="fade-left" data-aos-duration="1000">
                <h1 class="block-title align-items-center mb-4 fs-1">СТАНЬТЕ ЧАСТЬЮ НАШЕЙ СЕМЬИ!</h1>
                <div class="comment d-flex align-items-center">
                    <img src="img/mask.png" alt="" class="my-4">
                    <p class="ms-4 mb-0">
                        «Большой выбор прокатного оборудования. Адекватные цены. Хорошие кафешки наслучай,если
                        прикатании проголодаешься. Особенно та, что внизу склона. Есть несколько школ по обучению.
                        На
                        любойвкус и кошелёк. Ну и любимое радио на фоне!!!» <br>
                    </p>
                </div>
                <p class="join-name">
                    <strong>Станислав Зукалкин </strong> <br>
                    Любитель Активного Времяпрепровождения,
                    <strong>CTR</strong>
                </p>

                <div class="comment d-flex align-items-center mt-5">
                    <img src="img/mask2.png" alt="" class="my-4">
                    <p class="ms-4 mb-0">
                        «Хорошее место для покатушек на горных лыжах, особенно для начинающих своё становление на
                        данном
                        средстве передвижения))) Имеется несколько разных трасс для спуска, кафе и прочие
                        необходимые
                        мелочи«
                    </p>
                </div>
                <p class="mt-4 join-name">
                    <strong>Владимир Прохоров</strong> <br>
                    Знаток города 7 уровня),
                    <strong>Free Rider</strong>
                </p>
            </div>
        </div>
    </div>
</section>

<?php
include ("blocks/footer.php");
?>